[Author]
Language=Polish
TranslatedBy=Mirosław Żylewicz
TranslatorContact=
TranslatorURL=
LastUpdated=01.01.2019

[Language]
TabSheet1.Caption=Kompresja
TabSheet6.Caption=Dekompresja
Label2.Caption=Wybierz plik:
Button1.Caption=Kompresuj
TabSheet2.Caption=Ustawienia
TabSheet4.Caption=UPX
TabSheet5.Caption=Ogólne
CheckBox1.Caption=Wykonaj kopię zapasową oryginalnego pliku
CheckBox2.Caption=Wymuś kompresję podejrzanego pliku
CheckBox3.Caption=Nie kompresuj zasobów
CheckBox4.Caption=Do not strip relocations
CheckBox5.Caption=Nie kompresuj sekcji eksportu
CheckBox6.Caption=Nie kompresuj ikon
Label4.Caption=Wybierz poziom kompresji:
CheckBox7.Caption=Dodaj do Menu Kontekstowego Eksploratora Windows
TabSheet3.Caption=Język
Button4.Caption=Dekompresuj
s1=Plik nie istnieje.
s2=Plik do kompresji:
s3=Plik skompresowano pomyślnie:
s4=Wystąpił błąd:
s5=Nie znaleziono pliku upx.exe.
s6=Wersja UPX:
s7=Plik nie jest prawidłowym plikiem PE.
s8=Plik zdekompresowano pomyślnie:
s9=Plik do dekompresji:

Label6.Caption=Wybierz folder:
Button5.Caption=Przeglądaj...
btnStart.Caption=Start
btnStop.Caption=Stop
btnOptions.Caption=Opcje
ListView1.Columns[0].Caption=Plik
ListView1.Columns[1].Caption=Status

FrmScanOptions.Caption=Opcje skanowania
FrmScanOptions.cbScanSubfolders.Caption=Skanuj rekurencyjnie także podfoldery
FrmScanOptions.Label7.Caption=Wpisz maskę pliku do dopasowania:
FrmScanOptions.Label1.Caption=Wybierz żądaną czynność:
FrmScanOptions.rbCompress.Caption=Kompresuj
FrmScanOptions.rbDecompress.Caption=Dekompresuj
FrmScanOptions.btnOK.Caption=OK

s10=Wybierz katalog...
s11=Katalog nie istnieje.

imgFacebookLike.Hint=Śledź nas na Facebooku
imgTweet.Hint=Śledź nas na Twitterze
Button2.Caption=Przeglądaj...
Button3.Caption=Przeglądaj...
TabSheet7.Caption=Skaner

s12=Parametry wiersza poleceń:

ComboBox1.Items.Strings[0]=1 - Szybsza kompresja
ComboBox1.Items.Strings[8]=9 - Lepsza kompresja
imgDonate.Hint=Przekaż darowiznę na rzecz NoVirusThanks
sCompressWithUPX=Kompresuj &za pomocą &UPX &Easy &GUI
sDeCompressWithUPX=Dekompresuj &za pomocą &UPX &Easy &GUI

Button7.Caption=Informacja o pliku
TabSheet9.Caption=Informacja o pliku
TabSheet8.Caption=Zaawansowane
CheckBox10.Caption=Użyj niestandardowych parametrów kompresji
CheckBox9.Caption=Użyj kompresji --ultra-brute
CheckBox8.Caption=Użyj kompresji LZMA
